Revit 2027 API
ExternalDataManagerDataItemId Constructor
Overload List
Name | Description
ExternalDataManagerDataItemId(ExternalDataManagerDataItemId) |  Create a copy of the object.
ExternalDataManagerDataItemId(Int64) |  Constructor
Top
See Also
Reference
ExternalDataManagerDataItemId Class
Autodesk.Revit.UI Namespace